t_exhibition = (
    'Главная промышленная выставка страны ИННОПРОМ — это ключевое событие отрасли,'
    'которое ежегодно собирает более 46 000 посетителей, среди которых представители'
    'органы государственной и региональной власти, профессиональные участники и байеры.'
    'Среди разделов выставки:\n'
    '•	Цифровое производство\n'
    '•	Металлообработк\n'
    '•	Транспортное машиностроение\n'
    '•	Технологии для городов\n'
    '•	Промышленные IT\n'
    '•	Технологии для энергетики\n'
    '•	Новые материалы\n'
    '•	Производство компонентов\n'
    '•	Медицинская техника и оборудование для реабилитации\n'
    '•	Автоматизация и робототехника\n')

t_tobook = (
    "Воспользуйтесь специальным предложением раннего бронирования, оформив бронь на участие "
    "со стендом на выставке ИННОПРОМ в 2025 году.\n\n"
    "Отправляйте ваш запрос savin@innoprom.com ")

t_representative = (
    '•  Назначайте встречу с интересующим вас торговым представителем РФ из 59 государств мира '
    'в мобильном приложении INNOPROM.\n'
    '•  Получайте подтверждение встречи.\n'
    '•  Задавайте вопросы, касающиеся нюансов выхода на рынок страны, оптимальных транспортных коридоров'
    'и предпочтительной платежной системы, узнавайте потенциальные запросы предполагаемого экспортного '
    'региона во время 10-минутных сессий-встреч. ')

t_times = (
    '8 июля: 9.00 – 18.00\n'
    '9 июля: 9.00 – 18.00\n'
    '10 июля: 9.00 – 18.00\n'
    '11 июля: 9.00 – 17.00\n\n'
    '<b><i>Обращаем внимание, что график работы Выставки может быть изменен.</i></b>')

t_address = (
    'Адрес проведения: Международный выставочный центр «Екатеринбург-ЭКСПО». \n'
    'г. Екатеринбург, бульвар ЭКСПО, д. 2, главный вход')

t_scheme = 'Схема выставки представлена в виде интерактивной карты.\nОткрыть карту по кнопке ниже'

t_contact = (
    'По вопросам участия'
    'savin@innoprom.com\n\n'
    'По вопросам регистрации'
    'innoprom@accreditation.ru\n\n'
    'По вопросам партнерства'
    'muradova@innoprom.com \n\n'
    'Посетителям выставки'
    'info@innoprom.com')

t_upcoming_proj = 'Ближайшие проекты - информация о следующих выставках'

t_upcoming_proj_submenu_bioprom = (
    'Форматы участия в мероприятии:\n'
    '-	Участие в выставке\n'
    '-	Партнерство Деловой программы\n'
    '-	Партнерство форума\n'
    'Принять участие: info@biopromforum.ru')

t_upcoming_proj_submenu_innoprom_sa = 'ИННОПРОМ. Саудовская Аравия\nФевраль 2025, г. Эр-Рияд, Саудовская Аравия'
t_upcoming_proj_submenu_innoprom_ca = 'ИННОПРОМ. Центральная Азия\nАпрель, 2025, г. Ташкент, Узбекистан'

t_make_appointment = (
    'Назначайте деловые встречи с представителями из более чем 600 компаний, '
    'используя мобильное приложение INNOPROM')

t_vip_participation = (
    'Получите максимум привилегий, сделайте свое пребывание на выставке комфортнее '
    'Для <b>VIP-участников</b> предусмотрено:\n\n'
    '–	Приоритетный доступ на Главную стратегическую сессию с участием руководства Правительства России '
    'и зарубежных стран, глав профильных министерств, руководителей регионов и CEO промышленных компаний\n\n'
    '–	Приглашение на официальный вечерний прием губернатора Свердловской области '
    'с выступлением приглашенного хэдлайнера\n\n'
    '–	Неограниченный доступ в VIP-lounge с фуршетным обслуживанием в период выставки\n\n'
    '–	VIP-парковка, приоритетный VIP-вход и отдельная зона регистрации для комфортного прибытия на выставку')

t_register = (
    'Выбирайте свой формат участия в ИННОПРОМ.\n'
    'Обращаем Ваше внимание, что предварительная онлайн-регистрация является обязательной для доступа на мероприятие! '
    'Срок окончания регистрации — 1 июля 2024 года.\n\n'
    'После завершения онлайн-регистрации на указанный Вами адрес электронной почты Вы получите логин и пароль для входа '
    'в Личный кабинет, а также подробную инструкцию о дальнейших действиях, необходимых для доступа на мероприятие.')

t_register_vip = (
    'Используйте максимум возможностей от посещения выставки с опциями премиум-класса:'
    '–	Приоритетный доступ на Главную стратегическую сессию'
    '–	Приглашение на официальный вечерний прием губернатора Свердловской области'
    '–	Неограниченный доступ в VIP-lounge'
    '–	Приоритетный VIP-вход и отдельная зона регистрации'
    '–	VIP-парковка')
t_register_submenu_vip = (
    'Используйте максимум возможностей от посещения выставки с опциями премиум-класса:\n\n'
    '–	Приоритетный доступ на Главную стратегическую сессию\n\n'
    '–	Приглашение на официальный вечерний прием губернатора Свердловской области\n\n'
    '–	Неограниченный доступ в VIP-lounge\n\n'
    '–	Приоритетный VIP-вход и отдельная зона регистрации\n\n'
    '–	VIP-парковка')

t_register_visitor = (
    'Вы сможете ознакомиться с выставочной экспозицией и посетить мероприятия деловой программы, '
    'кроме Главной стратегической сессии ')
t_register_submenu_visitor = (
    'Вы сможете ознакомиться с выставочной экспозицией и посетить мероприятия деловой программы, '
    'кроме Главной стратегической сессии ')

t_register_delegate = (
    'Бейдж категории «Делегат» предоставляется представителям органов государственной власти России '
    'и других стран, открывает доступ на выставку и все мероприятия деловой программы. Согласовывается с '
    'организатором')
t_register_submenu_delegate = (
    'Бейдж категории «Делегат» предоставляется представителям органов государственной власти России и других стран, '
    'открывает доступ на выставку и все мероприятия деловой программы. Согласовывается с организатором')

t_register_media = ('Для работы аккредитованных представителей СМИ')
t_register_submenu_media = ('Для работы аккредитованных представителей СМИ')

t_exhibitors = (
    'Сделайте ваше участие комфортнее и эффективнее, используя полезные сервисы наших партнеров.\n\n'
    'Если у вас возникли вопросы по участию в выставке, обращайтесь, пожалуйста, к вашему персональному менеджеру.\n\n'
    'Не понял зачем была данная ссылка https://expo.innoprom.com/take-part/services-for-participants/')

t_exhibition_submenu_1 = (
    'Рекламные и PR опции на ИННОПРОМ — максимум внимания промышленного сообщества к вашему бренду.'
    'По вопросам приобретения опций свяжитесь с вашим персональным менеджером')

t_exhibition_submenu_2 = (
    'Забронируйте переговорную комнату для важных встреч с партнерами и потенциальными клиентами'
    'По вопросам аренды свяжитесь с вашим персональным менеджером'
    'Услуга доступна только для участников ИННОПРОМ')

t_exhibition_submenu_3 = (
    'Воспользуйтесь надежной профессиональной охраной вашего стенда и оборудования '
    'в течение всего периода проведения выставки.'
    'Заказ услуги оформляется в Личном кабинете экспонента. '
    'В случае возникновения вопросов обратитесь к вашему персональному менеджеру.')

t_exhibition_submenu_4 = (
    'Компания Promo Travel предлагает участникам выставки оптимально организовать посещение мероприятия в '
    'г. Екатеринбурге: удобные авиаперелеты, размещение, транспортное сопровождение, услуги переводчиков, '
    'экскурсии и дополнительные услуги.\n'
    'Контактная информация:\n'
    'Кирилл Хазов   khazov@promotravel.ru | +7 (495) 902-65-67\n'
    'Ирина Сапунова sapunova@promotravel.ru')

t_org = (
    'Информация об организаторах\n\n'
    'Министерство промышленности и торговли Российской Федерации\n'
    '<b><a href="https://minpromtorg.gov.ru/">minpromtorg.gov.ru</a></b>\n\n'
    'Правительство Свердловской области:\n'
    '<b><a href="https://midural.ru/">midural.ru</a></b>\n\n'
    'Оператор – Business Event. Это международная выставочная компания с опытом организации деловых и культурных '
    'мероприятий любого масштаба с аудиторией от 100 до 100 000 участников — уже больше 20 лет.'
    'Будем рады видеть вас на всех наших проектах!\n'
    '<b><a href="https://business-event.com/">business-event.com</a></b>')
