# 👉 🙏 👆 👇 😅 👋 🙌 ☺️ ❗ ️‼️ ✌️ 👌 ✊ 👨‍💻  🤖 😉  ☝️ ❤️ 💪 ✍️ 🎯  ⛔  ️✅ 📊📈🧮   🗳️
# ▫️◾️🔸🔹🔶🔷🔴🟡🟢⚫️⚪️❌⭕️

t_welcome = ('Здравствуйте, Вас приветствует бот помощник главной '
             'промышленной выставки страны — ИННОПРОМ-2024. '
             'Выбирайте пункт меню или задайте свой вопрос')

t_exhibition = (
    'Главная промышленная выставка страны. ИННОПРОМ — это ключевое событие отрасли, '
    'которое ежегодно собирает более 46000 посетителей, среди которых представители '
    'органов государственной и региональной власти, профессиональные участники и байеры.\n\n'
    'Среди разделов выставки:\n'
    '▪️  Цифровое производство\n'
    '▪️  Металлообработка\n'
    '▪️  Транспортное машиностроение\n'
    '▪️  Технологии для городов\n'
    '▪️  Промышленные IT\n'
    '▪️  Технологии для энергетики\n'
    '▪️  Новые материалы\n'
    '▪️  Производство компонентов\n'
    '▪️  Медицинская техника и оборудование для реабилитации\n'
    '▪️  Автоматизация и робототехника')
t_vip_participation = (
    'Получите максимум привилегий, сделайте свое пребывание на выставке комфортнее.\n'
    'Для <b>VIP-участников</b> предусмотрено:\n'
    '▪️  Приоритетный доступ на Главную стратегическую сессию с участием руководства Правительства России '
    'и зарубежных стран, глав профильных министерств, руководителей регионов и CEO промышленных компаний\n'
    '▪️  Приглашение на официальный вечерний прием губернатора Свердловской области '
    'с выступлением приглашенного хэдлайнера\n'
    '▪️  Неограниченный доступ в VIP-lounge с фуршетным обслуживанием в период выставки\n'
    '▪️  VIP-парковка, приоритетный VIP-вход и отдельная зона регистрации для комфортного прибытия на выставку')

t_register = (
    'Выбирайте свой формат участия в ИННОПРОМ.\n'
    'Обращаем Ваше внимание, что предварительная онлайн-регистрация '
    'является обязательной для доступа на мероприятие!\n\n'
    '<i>Информируем вас, что для посещения всех дней выставки '
    '(8-11 июля) срок окончания регистрации — <b>1 июля 2024 года</b> включительно. \n\n'
    'При регистрации после 1 июля вам будет доступно посещение выставки <b>8, 10 и 11 июля</b>.</i>\n\n'
    'После завершения онлайн-регистрации на указанный '
    'Вами адрес электронной почты Вы получите логин и пароль для входа '
    'в Личный кабинет, а также подробную инструкцию о дальнейших действиях, '
    'необходимых для доступа на мероприятие.')
t_register_submenu_vip = (
    'Используйте максимум возможностей от посещения выставки с опциями премиум-класса:\n'
    '▪️  Приоритетный доступ на Главную стратегическую сессию;\n'
    '▪️  Приглашение на официальный вечерний прием губернатора Свердловской области;\n'
    '▪️  Неограниченный доступ в VIP-lounge;\n'
    '▪️  Приоритетный VIP-вход и отдельная зона регистрации;\n'
    '▪️  VIP-парковка.')
t_register_submenu_visitor = (
    'Вы сможете ознакомиться с выставочной экспозицией и посетить мероприятия деловой программы, '
    'кроме Главной стратегической сессии.')
t_register_submenu_delegate = (
    'Бейдж категории «Делегат» предоставляется представителям органов государственной власти России и других стран, '
    'открывает доступ на выставку и все мероприятия деловой программы.\n\n'
    '<b><i>Согласовывается с организатором.</i></b>')
t_register_submenu_media = 'Для работы аккредитованных представителей СМИ.'

t_tobook_stand = (
    "Воспользуйтесь специальным предложением раннего бронирования, оформив бронь на участие "
    "со стендом на выставке ИННОПРОМ в 2025 году.")
t_tobook_partnership = ('Эксклюзивные форматы презентации вашей компании на главной промышленной выставке России. '
                        'Уникальные опции, максимум привилегий')

t_times = (
    '▪️  8  июля: 9.00 – 18.00\n'
    '▪️  9  июля: 9.00 – 18.00\n'
    '▪️  10 июля: 9.00 – 18.00\n'
    '▪️  11 июля: 9.00 – 17.00\n\n'
    '<b><i>Обращаем внимание, что график работы Выставки может быть изменен.</i></b>')

t_address = (
    'Адрес проведения: Международный выставочный центр «Екатеринбург-ЭКСПО». \n'
    'г. Екатеринбург, бульвар ЭКСПО, д. 2')

t_scheme = 'Схема выставки представлена в виде интерактивной карты.\nОткрыть карту по кнопке ниже'

t_make_appointment = (
    'Назначайте деловые встречи с представителями из более чем 700 компаний, '
    'используя мобильное приложение INNOPROM')

t_representative = (
    '▪️  Назначайте встречу с интересующим вас торговым представителем РФ из 59 государств мира '
    'в мобильном приложении INNOPROM.\n'
    '▪️  Получайте подтверждение встречи.\n'
    '▪️  Задавайте вопросы, касающиеся нюансов выхода на рынок страны, оптимальных транспортных коридоров '
    'и предпочтительной платежной системы, узнавайте потенциальные запросы предполагаемого экспортного '
    'региона во время 10-минутных сессий-встреч. ')

t_exhibitors = (
    'Сделайте ваше участие комфортнее и эффективнее, используя '
    '<a href="https://expo.innoprom.com/take-part/services-for-participants/">полезные сервисы</a>.\n\n'
    'Если у вас возникли вопросы по участию в выставке, обращайтесь, пожалуйста, к вашему персональному менеджеру.')
t_exhibitors_submenu_1 = (
    'Воспользуйтесь услугой персонального фотосопровождения: профессиональный фотограф снимет ваши встречи и переговоры, '
    'подготовит фотоотчет по работе вашего стенда в соответствии с техническим заданием.\n\n'
    'По вопросам приобретения услуги:\n'
    'Мария Кучина: kuchinamari5@gmail.com')
t_exhibitors_submenu_2 = (
    'Рекламные и PR опции на ИННОПРОМ — максимум внимания промышленного сообщества к вашему бренду.\n\n'
    '<i>По вопросам приобретения опций свяжитесь с вашим персональным менеджером.</i>')
t_exhibitors_submenu_3 = (
    'Забронируйте переговорную комнату для важных встреч с партнерами и потенциальными клиентами.\n\n'
    '<i>По вопросам аренды свяжитесь с вашим персональным менеджером.</i>\n'
    '<i>Услуга доступна только для участников ИННОПРОМ.</i>')
t_exhibitors_submenu_4 = (
    'Воспользуйтесь надежной профессиональной охраной вашего стенда и оборудования '
    'в течение всего периода проведения выставки.\n\n'
    'Заказ услуги оформляется в Личном кабинете экспонента.\n'
    '<i>В случае возникновения вопросов обратитесь к вашему персональному менеджеру.</i>')
t_exhibitors_submenu_5 = (
    'Компания Promo Travel предлагает участникам выставки оптимально организовать посещение мероприятия в '
    'г.Екатеринбурге: удобные авиаперелеты, размещение, транспортное сопровождение, услуги переводчиков, '
    'экскурсии и дополнительные услуги.\n\n'
    'Контактная информация:\n\n'
    '▪️  Кирилл Хазов:\n+7 (495) 902-65-67\nkhazov@promotravel.ru\n\n'
    '▪️  Ирина Сапунова:\nsapunova@promotravel.ru')
t_exhibitors_submenu_6 = (
    'INNOPROM Cafeteria. Комплексные обеды\n'
    'Мы предусмотрели для экспонентов возможность вкусно пообедать и сэкономить время без ожидания '
    'в очереди в общей зоне фуд-корта.\n'
    '<i>Вы можете воспользоваться услугой с 8 по 11 июля.</i>\n\n'
    'В INNOPROM Cafeteria вам предложат:\n'
    '▪️  12:00–15:00 — комплексные обеды (салат, суп, горячее блюдо с гарниром, горячие и прохладительные напитки)\n'
    '▪️  15:00–18:00 — кофе-брейк (закуски, горячие и прохладительные напитки)\n\n'
    'Кафетерий расположен в центральной галерее, рядом с зоной фуд-корта. '
    'Для комфорта участников предусмотрен отдельный вход.')

t_contact = (
    '<b>По вопросам участия со стендом:</b>\n'
    'savin@innoprom.com\n\n'
    '<b>По вопросам приобретения VIP-участия:</b>\n'
    'nikodinova@innoprom.com\n\n'
    '<b>По вопросам спонсорства и партнерства:</b>\n'
    'muradova@innoprom.com \n\n'
    '<b>По вопросам медиапартнерства:</b>\n'
    'boussiron@innoprom.com\n\n'
    '<b>По вопросам регистрации:</b>\n'
    'innoprom@accreditation.ru\n\n'
    '<b>Посетителям выставки:</b>\n'
    'info@innoprom.com')

t_upcoming_proj = 'Ближайшие проекты - информация о следующих выставках'
t_upcoming_proj_submenu_bioprom = '''
<b>7–8 октября 2024 | Геленджик, Россия</b>\n
Международный форум «БИОПРОМ: промышленность и технологии для человека».\n 
«БИОПРОМ» – конгрессно-выставочная платформа производителей и институтов, работающих над созданием ТЕХНОЛОГИЙ ДЛЯ ЧЕЛОВЕКА.\n
Форум объединит в себе четыре основных трека: «Биотехмед», Innofood, "Косметик Компонент", "Экобио".\n 
Участники оценят перспективы рынка медицинских изделий и доступность субстанций и сырья. Кроме того, 
запланированы мастер-классы, лекции, встречи с лидерами общественного мнения, дегустации, спортивные активности. 
А инновационные компании, работающие в сфере биотеха, цифровых и медицинских технологий, смогут представить 
свою разработку или бизнес-концепцию международным и российским инвесторам, венчурным фондам и акселераторам в рамках проекта поддержки стартапов.\n
Форматы участия в мероприятии:
▪️  Участие в выставке
▪️  Партнерство Деловой программы
▪️  Партнерство форума
Принять участие: info@biopromforum.ru
'''
t_upcoming_proj_submenu_innoprom_sa = '''
<b>ИННОПРОМ. Саудовская Аравия</b>
<b>Февраль 2025 | Эр-Рияд, Саудовская Аравия</b>\n
Международная промышленная выставка.\n
Основные темы мероприятия:
▪️  Цифровое производство
▪️  Технологии для городов
▪️  Транспортное машиностроение
▪️  Технологии для энергетики
▪️  Промышленное оборудование
▪️  Современные агротехнологии
▪️  Здравоохранение и фармацевтика
▪️  Пищевая промышленность
'''
t_upcoming_proj_submenu_innoprom_ca = '''
<b>ИННОПРОМ. Центральная Азия</b>
<b>Апрель, 2025 | Ташкент, Узбекистан</b>\n
V ежегодная международная промышленная выставка, ежегодно собирающая более 10 000 посетителей –
представителей компаний – профессиональных игроков отраслевого рынка Центральной Азии,
а также органы государственной и региональной власти.\n
Разделы выставки и деловой программы:
▪️  Машиностроение
▪️  Информационные и телеком-муникационные технологии
▪️  Решения для энергетики
▪️  Металлургия и материалы
▪️  Развитие инфраструктуры
'''

t_organizers = (
    'Оператор – Business Event. Это международная выставочная компания с опытом организации деловых и культурных '
    'мероприятий любого масштаба с аудиторией от 100 до 100 000 участников — уже больше 20 лет. '
    'Будем рады видеть вас на всех наших проектах!')

t_invalid_request = 'Запрос не был выполнен, так как истёк срок его отправки или он был некорректно сформирован.'
