t_exhibition = 'Главная промышленная выставка страны ИННОПРОМ — это ключевое событие отрасли, \
  которое ежегодно собирает более 46 000 посетителей, среди которых представители \
  органы государственной и региональной власти, профессиональные участники и байеры. \
  Среди разделов выставки:'

t_tobook = (
    'Воспользуйтесь специальным предложением раннего бронирования, оформив бронь на участие '
    'со стендом на выставке ИННОПРОМ в 2025 году.\n'
    'Как слать людей на почту пока не придумал :(')

t_representative = (
    f'•  Назначайте встречу с интересующим вас торговым представителем РФ из 59 государств мира '
    f'в мобильном приложении INNOPROM.\n'
    f'•  Получайте подтверждение встречи.\n'
    f'•  Задавайте вопросы, касающиеся нюансов выхода на рынок страны, оптимальных транспортных коридоров'
    f'и предпочтительной платежной системы, узнавайте потенциальные запросы предполагаемого экспортного '
    f'региона во время 10-минутных сессий-встреч. ')

t_times = '''
8 июля: 9.00 – 18.00\n
9 июля: 9.00 – 18.00\n
10 июля: 9.00 – 18.00\n
11 июля: 9.00 – 17.00\n
'''

t_address = ('Адрес проведения: Международный выставочный центр «Екатеринбург-ЭКСПО». \n'
             'г. Екатеринбург, бульвар ЭКСПО, д. 2, главный вход')

t_contact = '''
По вопросам участия
savin@innoprom.com\n\n
По вопросам регистрации
innoprom@accreditation.ru\n\n 
По вопросам партнерства
muradova@innoprom.com \n\n
Посетителям выставки
info@innoprom.com 
'''

t_org = '''
Информация об организаторах\n
Минпромторг: текст-описание + сайт\n 
Правительство Свердловской области: текст-описание + сайт\n 
ОПЕРАТОР «Бизнес Ивент» - Международный выставочный оператор с опытом организации деловых и культурных международных 
мероприятий любого масштаба — уже больше 20 лет.
'''

t_proj = '''
БИОПРОМ (БИОТЕХМЕД и INNOFOOD) – общее описание и сайт – описание дадим позже\nhttps://biopromforum.ru/ 
'''
